---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.LevelRoomComputationHeight
source: html/b0f49585-cd10-8483-c96a-5e7f312b5737.htm
---
# Autodesk.Revit.DB.ParameterTypeId.LevelRoomComputationHeight Property

"Computation Height"

## Syntax (C#)
```csharp
public static ForgeTypeId LevelRoomComputationHeight { get; }
```